import Link from "next/link";

const AboutUs = () => {
    return (
        <div className="p-10">
            <p dir="rtl">
                من نحن - منصة قلم
                <br /><br />
                منصة قلم هي مدرسة إلكترونية فلسطينية تهدف إلى تمكين الطلاب من الحصول على تعليم عالي الجودة بطريقة مرنة وسهلة، بما يتناسب مع احتياجاتهم وظروفهم الخاصة. نحن نؤمن بأن التعليم هو حق للجميع، ولذلك نحن نعمل على توفير منصة تعليمية شبه مجانية تتيح للطلاب في كافة أنحاء فلسطين فرصة لتطوير مهاراتهم الأكاديمية بعيدًا عن القيود التقليدية.
                <br /><br />
                رسالتنا: نسعى في منصة قلم إلى إحداث نقلة نوعية في قطاع التعليم الفلسطيني، حيث نقدم تجربة تعليمية مبتكرة عبر الإنترنت تجمع بين الجودة والمرونة. نحن نركز على تقديم الدعم للطلاب من كافة الفئات، وخاصة أولئك الذين يواجهون تحديات في الوصول إلى التعليم التقليدي بسبب الظروف الاجتماعية أو الاقتصادية.
                <br /><br />
                أولويتنا في التوظيف: إيمانًا منا بحق الجميع في الحصول على فرصة عمل، فإننا نولي أهمية خاصة في عملية التوظيف لدى منصة قلم. نحن نتبع مبدأ المساواة في فرص العمل ونعطي الأولوية في التوظيف للشرائح التي تجد صعوبة في إيجاد وظائف تقليدية، وهذه هي أولويتنا في التوظيف:
                <br />
                ذوي الاحتياجات الخاصة: نعتبرهم جزءًا أساسيًا في بناء المجتمع ونؤمن بقدرتهم على العطاء في مجال التعليم الإلكتروني، مما يوفر لهم فرص عمل تتناسب مع قدراتهم وتسهيلات الوصول.
                <br />
                الشرائح الأقل حظًا في الحصول على الوظيفة: مثل خريجي الجامعات الباحثين عن فرص عمل، خصوصًا ربات المنازل اللاتي يواجهن صعوبة في الوصول إلى وظائف ثابتة أو تقليدية.
                <br />
                طلاب الجامعات: نسعى إلى تقديم فرص عمل للطلاب الجامعيين، مما يتيح لهم فرصًا لاكتساب الخبرات العملية أثناء دراستهم، ويسهم في تطوير مهاراتهم المهنية.
                <br /><br />
                رؤيتنا: أن نكون منصة تعليمية رائدة في فلسطين، تسهم في تحقيق المساواة في الفرص التعليمية والتوظيفية لجميع أفراد المجتمع الفلسطيني، مع التركيز على دعم الشرائح المحرومة من خلال تقديم فرص تعليمية وعملية تحسن من ظروفهم الاجتماعية والاقتصادية.
                <br /><br />
                ما نقدمه:
                <br />
                دورات تعليمية متكاملة: تغطي جميع المواد الدراسية اللازمة للطلاب في المدارس.
                <br />
                فرص عمل مرنة: نفتح أبواب التوظيف أمام المعلمين من كافة الشرائح الاجتماعية، بما في ذلك ذوي الإعاقة وطلاب الجامعات وخريجي الجامعات.
                <br />
                دعم مستمر: نقدم دعمًا أكاديميًا وفنيًا للطلاب والمعلمين على حد سواء، لضمان تجربة تعليمية متميزة.
                <br /><br />
                في منصة قلم، نؤمن بقوة بأن التعليم هو أداة تمكين للجميع، ونسعى لتحقيق العدالة والمساواة في الفرص المهنية والتعليمية.
                <br /><br />
                **اتصل بنا**
                <br />
                إذا كان لديك أي أسئلةاو استفسارات اخرى حول هذا التعريف، يرجى <span className=" font-extrabold from-neutral-400"><Link href="/home/contact"> الضغط هنا </Link></span>


            </p>
            <h2>
                <br /><br />
                الادارة
                <br /><br />

            </h2>
        </div>
    );
}

export default AboutUs;