import Link from "next/link";

const AboutUs = () => {
    return (
        <div className="p-10">
            <p dir="rtl">
                اتفاقية تعاون  - منصة قلم
                <br /><br />
                *اتفاقية بين منصة قلم الإلكترونية والمعلّم*
                <br /><br />
                تم توقيع هذه الاتفاقية بين كل من:
                <br />
                1. *منصة قلم الإلكترونية*، وهي منصة تعليمية فلسطينية عبر الإنترنت، ويُشار إليها بـ  `&quot;`المنصة `&quot;`.
                <br />
                2. *المعلّم*، الذي يعمل مع المنصة لتقديم المحتوى التعليمي على منصتها، ويُشار إليه بـ  `&quot;`المعلّم `&quot;`.
                <br /><br />

                تُحدّد هذه الاتفاقية الشروط والالتزامات التي يجب على المعلّم الالتزام بها أثناء تقديم خدماته التعليمية على منصة قلم الإلكترونية.
                <br /> <br />
                *1. حقوق الملكية الفكرية:*
                <br />
                - يقر المعلّم بأن جميع المحتويات التعليمية (من محاضرات، مقاطع فيديو، نصوص، شرائح عرض، أو أي مادة تعليمية أخرى) التي يقدمها عبر منصة قلم الإلكترونية هي ملك حصري للمنصة.
                <br />
                - يحق للمنصة استخدام هذه المواد كما تشاء وتعديلها، نشرها، أو توزيعها حسب الحاجة، ولا يحق للمعلّم أو أي طرف آخر التصرّف بها أو استخدامها خارج نطاق المنصة بدون إذن خطي مسبق من المنصة.

                <br /><br />
                *2. التعديلات على الاتفاقية:*
                <br />
                - يحق للمنصة تعديل أو تغيير أي بند من بنود هذه الاتفاقية في أي وقت، على أن يتم إشعار المعلّم بهذه التعديلات عبر البريد الإلكتروني أو من خلال وسائل التواصل الخاصة بالمنصة.
                <br />
                - استمرار المعلّم في تقديم المحتوى بعد إشعاره بالتعديل يعد قبولًا منه بالتغييرات التي طرأت على الاتفاقية.
                <br /><br />

                *3. الالتزام بالمواعيد والأوقات:*
                <br />
                - يلتزم المعلّم بتقديم المحتوى التعليمي والمقررات المقررة وفقًا للجدول الزمني المتفق عليه مع المنصة.
                <br />
                - يجب على المعلّم الانتهاء من تقديم المادة التعليمية خلال الفترة الزمنية المحددة لكل دورة تدريبية أو كورس، وفي حال عدم الالتزام بذلك، تحتفظ المنصة بحق تعديل الشروط أو استبدال المعلّم إذا لزم الأمر.
                <br />
                - يتحمل المعلّم أي خسائر أو أضرار ناتجة عن عدم التزامه بالجدول الزمني المحدد، سواء كانت تتعلق بتأثير ذلك على جودة الخدمة المقدمة للطلاب أو أي تأثير سلبي آخر على المنصة أو سمعتها.
                <br />
                - *من حق المنصة ملاحقة المعلّم قانونيًا* في حال إخلاله ببنود الاتفاقية أو تسبب في أي ضرر مالي أو معنوي للمنصة أو لمستخدميها.
                <br /><br />

                *4. سياسات الخصوصية وشروط الاستخدام:*
                <br />
                - يوافق المعلّم على الالتزام بسياسات الخصوصية الخاصة بالمنصة، التي تنظم كيفية جمع واستخدام المعلومات الشخصية للمستخدمين (الطلاب والمعلمين).
                <br />
                - يتعهد المعلّم بالالتزام بجميع شروط الاستخدام التي تحددها المنصة لضمان الاستخدام السليم والآمن لجميع الخدمات المقدمة.
                <br /><br />
                *5. منع الترويج والإعلانات:*
                <br />
                - يلتزم المعلّم بعدم الترويج أو الإعلان لأي منتج أو خدمة خارج نطاق منصة قلم الإلكترونية، سواء كان ذلك في شكل إعلانات، محتوى تعليمي أو غير تعليمي، سواءً كانت هذه المنتجات أو الخدمات ذات صلة أو غير ذات صلة بالتعليم.
                <br />
                - يمنع المعلّم من استخدام المنصة كوسيلة للترويج لمنتجاته أو خدماته الشخصية أو التجارية أو أي محتوى خارجي.
                <br /><br />

                *6. العلاقة بين الأطراف:*
                <br />
                - لا تُعتبر هذه الاتفاقية عقد عمل بين الطرفين، بل هي اتفاقية تعاون بين منصة قلم الإلكترونية والمعلّم. يظل المعلّم مستقلًا عن المنصة في جميع المسائل المتعلقة بالضرائب، التأمينات، وأي مسؤوليات قانونية أخرى.
                <br /><br />
                *7. التزام المعلّم بأخلاقيات العمل:*
                <br />
                - يلتزم المعلّم بالتعامل مع الطلاب وزملائه من المعلمين باحترام واحترافية، ويجب أن يتمتع المحتوى التعليمي المُقدّم بالجودة والالتزام بأعلى المعايير الأخلاقية والتعليمية.
                <br /><br />
                *8. إنهاء الاتفاقية:*
                <br />
                - يمكن لأي من الطرفين إنهاء هذه الاتفاقية في أي وقت من خلال إشعار خطي للطرف الآخر بمدة لا تقل عن شهر.
                <br /> في حال تم إنهاء الاتفاقية، يتعين على المعلّم تسليم جميع المواد التعليمية والمحتوى الذي تم إنتاجه في إطار عمله مع المنصة إلى المنصة.
                <br /><br />
                *9. القانون المعمول به:*
                <br />
                - تخضع هذه الاتفاقية لأحكام القوانين الفلسطينية، وأي نزاع قد ينشأ بشأن تفسير أو تنفيذ هذه الاتفاقية يتم حلّه من خلال الوسائل القانونية المتاحة في فلسطين.

                ---
                <br /><br />
                بالتوقيع على هذه الاتفاقية، يقر الطرفان بأنهما قد قرأا وفهما جميع البنود والشروط الواردة في هذه الاتفاقية ويوافقان عليها بالكامل.
                <br /><br />
                *توقيع وكيل المنصة:*

                ________
                <br /><br />
                *توقيع المعلم:*

                ________
                <br /><br />
                *تاريخ الاتفاقية:* ________

                ---
                <br /><br />
                **اتصل بنا**
                <br />
                إذا كان لديك أي أسئلةاو استفسارات اخرى حول هذه الاتفاقية, يرجى <span className=" font-extrabold from-neutral-400"><Link href="/home/contact"> الضغط هنا </Link></span>


            </p>
            <h2>
                <br /><br />
                الادارة
                <br /><br />

            </h2>
        </div>
    );
}

export default AboutUs;